Revit 2024 API
UnitTypeId.PoundsMassPerCubicFoot Property
 Pounds mass per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId PoundsMassPerCubicFoot { get; }
Visual Basic
Public Shared ReadOnly Property PoundsMassPerCubicFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ PoundsMassPerCubicFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace